Repository: 4teamwork/seantis.reservation
Catalog: seantis/reservation/locales/*/LC_MESSAGES/seantis.reservation.po
Languages: fr

source: %(reason)s - reason for revocation<br>
fr: %(reason)s à justifier pour retirer l'info<br>

source: %i People Waiting
fr: %i En attente

source: %i%% Free
fr: %i%% Libre

source: %i/%i Spot Available
fr: %i/%i Place disponible

source: %i/%i Spots Available
fr: %i/%i Places disponibles

source: &lt;&lt; Previous Month
fr: &lt;&lt; Mois précédent

source: &raquo; Edit Formdata
fr: &raquo; Modifier dates form

source: <b>${quota}</b> reservations
fr: <b>${quota}</b> Réservations

source: <b>1</b> reservation
fr: <b>1</b> Réservation

source: A conflicting allocation exists for the requested time period.
fr: Il existe déjà une périodisation pour le temps choisi

source: A pending reservation would be affected by the requested change
fr: Une réservation actuellement ouverte serait impliquée par ce changement

source: Add email template
fr: Template courriel à ajouter

source: Add timeframe
fr: Période d'occupation à ajouter

source: Added to waitinglist
fr: Couché sur la liste d'attente

source: Advanced Settings
fr: Mise en page, ajustage supplémentaire

source: Allocate
fr: Périodiser

source: Allocation
fr: Périodisation

source: Allocation Id
fr: Allocations ID

source: Allocation added
fr: Périodisation ajoutée

source: Allocation removed
fr: Périodisation supprimée

source: Allocation saved
fr: Périodisation enregistrée

source: Allocations may end every 5 minutes if the allocation is not partly available. If it is partly available the start time may be every x minute where x equals the given raster. The minimum length of an allocation is also either 5 minutes or whatever the value of the raster is.
fr: Périodisation peut se faire toutes les cinq minutes (horaire). Si l'option choisie est "partiellement disponible", l’option retenue sera de x

source: Allocations may start every 5 minutes if the allocation is not partly available. If it is partly available the start time may be every x minute where x equals the given raster.
fr: Périodisation peut commencer toutes les cinq minutes (horaire). Si l'option choisie est "partiellement disponible", l’option retenue sera de x

source: Always show a specific date
fr: Afficher toujours une date particulière

source: Always show the current date
fr: Afficher toujours la date actuelle

source: An existing reservation would be affected by the requested change
fr: Une réservation en cours sera impliqués par ce changement

source: Approval Email Notifications for Managers
fr: Notification par courriel aux responsables des réservations pour des réservations à confirmer

source: Approve
fr: Approuver

source: Approve reservation
fr: Approuver la réservation

source: Approved
fr: Approuvée

source: Available Views
fr: Vues disponibles

source: Calendar date shown when opening the calendar.
fr: Les disponibilités sont présentées dès l'ouverture du calendrier

source: Can't block period because a reservation already exists.
fr: Cette période ne peut pas être bloqué comme une réservation existe déjà

source: Cancel
fr: Annuler

source: Click on a calendar block to reserve it.
fr: Cliquer sur le calendrier pour réserver vos dates préférées

source: Click to reserve / register
fr: Réservation

source: Compare Resources
fr: Comparer les différentes options

source: Concerned Dates
fr: Dates demandées

source: Confirm Reservations
fr: Terminer les réservations

source: DEPRECATED: Approve reservation requests
fr: DEPRECATED: Valider la demande de réservation

source: Daily
fr: Quotidiennement

source: Daily View
fr: Vue par jour

source: Day
fr: Jour

source: Days
fr: Jours

source: Default Allocation Values
fr: Classification standard

source: Defines the minimum length of any given reservation as well as the alignment of the start / end of the allocation. E.g. a raster of 30 minutes means that the allocation can only start at xx:00 and xx:30 respectively
fr: Définir la durée minimum de chaque réservation ainsi que le début / la fin de la période de la réservation, par ex. une durée de 30 minutes signifie que la réservation peut seulement commencer à xx:00 ou à xx:30

source: Delete
fr: Supprimer

source: Deny
fr: Refuser

source: Deny reservation
fr: Refuser la réservation

source: Details
fr: Détails

source: Do you really want to approve the following reservations?
fr: Voulez-vous vraiment effectuer cette réservation?

source: Do you really want to deny the following reservations?
fr: Voulez-vous vraiment annuler cette réservation?

source: Do you really want to remove the following allocations?
fr: Voulez-vous vraiment supprimer ces périodisations?

source: Do you really want to remove the following reservations?
fr: Voulez-vous vraiment supprimer ces réservations?

source: Do you really want to revoke the following reservations?
fr: Voulez-vous vraiment supprimer cette réservation?

source: Do you want to reserve the following allocations?
fr: Voulez-vous vraiment réserver comme indiqué?

source: Edit
fr: Modifier

source: Edit Formdata
fr: Modifier données du formulaire

source: Edit allocation
fr: Modifier la périodisation

source: Email
fr: Courriel

source: Email Notifications for Managers
fr: Courriel pour le responsable

source: Email Notifications for Reservees
fr: Courriel pour la personne qui a réservé

source: Email Subject for Approved Reservations
fr: Courriel de confirmation de réservation

source: Email Subject for Denied Reservations
fr: Courriel d'annulation de réservation

source: Email Subject for Received Reservations
fr: Courriel de confirmation pour la réservation reçue

source: Email Subject for Reservation Autoapproved
fr: Courriel automatique de confirmation de réservation

source: Email Subject for Reservation Pending
fr: Courriel de réservation en attente

source: Email Subject for Revoked Reservations
fr: Courriel d'annulation de réservation

source: Email Template
fr: Courriel présentation

source: Email Templates
fr: Courriel des présentations

source: Email Text for Approved Reservations
fr: Texte courriel pour la confirmation de la réservation

source: Email Text for Denied Reservations
fr: Texte courriel pour l'annulation de la réservation / l'annulation des réservations

source: Email Text for Received Reservations
fr: Texte courriel pour la réservation reçue

source: Email Text for Reservation Autoapproved
fr: Texte courriel automatique pour la confirmation de réservation

source: Email Text for Reservation Pending
fr: Texte courriel de réservation en attente

source: Email Text for Revoked Reservations
fr: Texte courriel pour l'annulation de la réservation/ l'annulation des réservations

source: End
fr: Fin

source: End date before start date
fr: Fin avant début

source: Entry
fr: Entrée

source: Everything after this hour is not shown in the calendar, making the calendar display more compact. Should be set to an hour after which there cannot be any reservations.
fr: Tout ce qui figure après cette heure n'apparaît pas sur le calendrier. Choisir une option de présentation plus compact qui intègre la dernière heure après qu'il soit possible de réserver

source: Everything before this hour is not shown in the calendar, making the calendar display more compact. Should be set to an hour before which there cannot be any reservations.
fr: Tout ce qui figure avant cette heure n'apparaît pas sur le calendrier. Choisir une option de présentation plus compact qui intègre la première heure avant qu'il soit possible de réserver

source: Export Reservations (Csv)
fr: Export de réservation (Csv)

source: Export Reservations (Excel)
fr: Export de réservation (Excel)

source: Export Reservations (Json)
fr: Export de réservation (Json)

source: First hour must be smaller than last hour
fr: La première heure pleine doit être plus courte que la dernière heure

source: First hour of the day
fr: Première heure pleine

source: Formdata updated
fr: Données du formulaire actualisées

source: Formsets
fr: Formulaire / Sous-formulaire

source: Fr
fr: Ve

source: Fully available
fr: Disponible

source: General Information
fr: En général

source: Has a waitinglist
fr: Il existe une liste d'attente

source: Hide
fr: Cacher

source: Id
fr: ld

source: If checked a reservation manager must decide if a reservation can be approved. Until then users are added to a waitinglist. Reservations are automatically approved if this is not checked.
fr: La gestion immobilière doit définir si une réservation peut être approuvée. Jusqu'à la validation de la réservation, les utilisateurs sont sur une liste d'attente. Les réservations sont automatiquement approuvées si ce n'est pas contrôlé.

source: If checked parts of the recurrance may be reserved. If not checkd the recurrance must be reserved as a whole.
fr: Certaines parties de la réservation peuvent être faites de manière récurrente. Si ce n'est pas validé, la réservation faite de manière récurrente doit être répétée globalement.

source: If the allocation is partly available users may reserve only a part of it (e.g. half of it). If not the allocation Must be reserved as a whole or not at all
fr: Si les ressources demandées sont partiellement disponibles, les utilisateurs peuvent en réserver seulement une partie. Si ce n'est pas possible, il faut réserver l'intégralité ou pas du tout

source: Invalid change. Your request may have already been processed earlier.
fr: Modification impossible. Votre demande sera traitée aussi rapidement que possible.

source: Invalid email address
fr: Adresse courriel incorrecte

source: Invalid first hour
fr: Première heure de réservation incorrecte

source: Invalid last hour
fr: Dernière heure de réservation incorrecte

source: Language
fr: Langue

source: Last hour of the day
fr: Dernière heure possible

source: List
fr: Afficher

source: Manage
fr: Gérer

source: Manually approve reservation requests
fr: Les réservations doivent être confirmer manuellement

source: May contain the following template variable:<br>%(reservations)s - list of reservations
fr: Peut contenir les variables suivantes: <br>%(reservation)s - Liste des réservations

source: May contain the following template variables:<br>%(resource)s - title of the resource<br>%(dates)s - list of dates reserved<br>%(reservation_mail)s - email of reservee<br>%(data)s - formdata associated with the reservation<br>%(approval_link)s - link to the approval view<br>%(denial_link)s - link to the denial view<br>%(cancel_link)s - link to the cancel view
fr: Peut contenir les variables suivantes:<br>%(resource)s – Titre de la ressource<br>%(dates)s – dates de la réservation<br>%(reservation_mail)s – Adresse courriel de la personne qui réserve<br>%(data)s – Données du formulaire de la réservation<br>%(approval_link)s – Lien à l’affichage de la confirmation<br>%(denial_link)s - Lien à l’affichage du refus<br>%(cancel_link)s - Lien à l’affichage de la réponse négative

source: Mo
fr: Lu

source: Monthly Report
fr: Rapport mensuel

source: Monthly Report for ${month} ${year}
fr: Rapport mensuel pour ${month} ${year}

source: Monthly View
fr: Vue mensuelle

source: Name
fr: Nom

source: Next Month &gt;&gt;
fr: Mois suivant &gt;&gt;

source: No
fr: Non

source: No Formdata to edit
fr: Aucune données du formulaire à modifier

source: No reservable slot found.
fr: La période de réservation désirée est actuellement déjà occupée.

source: No such reservation
fr: Réservation inconnue

source: Number of times an allocation may be reserved at the same time. e.g. 3 spots in a daycare center, 2 available cars, 1 meeting room.
fr: Le nombre de fois qu'une réservation peut être faite en même temps, par exemple…

source: Once
fr: Sans

source: One Person Waiting
fr: Personne en attente

source: Optional reason for the revocation. Sent to the reservee. e.g. 'Your reservation has to be cancelled because the lecturer is ill'.
fr: Mentionner la raison de l'annulation - optionnel

source: Parent
fr: Elément du niveau supérieur

source: Partly available
fr: Partiellement disponible

source: Partly available allocations can only be reserved separately
fr: Partiellement disponible. La salle peut être seulement réservée de manière séparée.

source: Pending
fr: Liste d'attente

source: Quota
fr: Contingent / Nombre de personnes

source: Quota must be between 1 and 100
fr: Le nombre de personnes doit être situé entre 1 et 100

source: Raster
fr: Grille

source: Reason
fr: Raison

source: Recurrance reservation
fr: Répétition de la réservation

source: Recurrence
fr: Répétition

source: Recurrence View
fr: Affichage de la répétition

source: Recurrences
fr: Répétitions

source: Remove
fr: Supprimer

source: Remove allocations
fr: Supprimer les périodisations non compatibles

source: Remove future reservations
fr: Supprimer les futures réservations

source: Remove reservation
fr: Supprimer la réservation

source: Remove reservations
fr: Supprimer les réservations

source: Reservation
fr: Réservation

source: Reservation Quota
fr: Nombre de réservations

source: Reservation Quota Limit
fr: Limiter le nombre de réservations

source: Reservation Throttling
fr: Restriction de la réservation

source: Reservation confirmed
fr: Réservation confirmée

source: Reservation denied
fr: Réservation refusée

source: Reservation out of bounds
fr: Réservation hors du périmètre défini

source: Reservation quota limit must zero or a positive number
fr: Le nombre de réservations doit être au moins de 0 ou plus

source: Reservation removed
fr: Réservation supprimée

source: Reservation revoked
fr: Réservation annulée

source: Reservation successful
fr: Réservation effectuée

source: Reservations
fr: Réservations

source: Reservations Successfully Submitted
fr: Réservation a été effectuée avec succès

source: Reservations can't be made for more than 24 hours at a time
fr: Les réservations ne peuvent pas être faites au-delà de 24 heures

source: Reserve
fr: Réserver

source: Reserve More
fr: Autres options de réservations

source: Resource
fr: Ressource

source: Resource reservation
fr: Réservation

source: Resources
fr: Ressources

source: Revoke
fr: Annuler

source: Revoke reservation
fr: Annuler la réservation

source: Save
fr: Enregistrer

source: Seantis Reservation Control Panel
fr: Seantis Centre de contrôle des réservations

source: Seantis Reservation Settings
fr: Seantis Réglage des réservations

source: Select at least one value
fr: Choisir au moins un valeur

source: Selected Date
fr: Date choisie

source: Selected View
fr: Vue choisie

source: Selected view when opening the calendar.
fr: Affichage lors de l'ouverture du calendrier

source: Send emails about made, approved and denied reservations to the user that made the reservation.
fr: Confirmation par courriel auprès de l'utilisateur des réservations faites, approuvées et refusées

source: Send emails about new pending reservations to the first reservation managers found in the path.
fr: Envoyer un courriel auprès des managers concernant les réservations en attente

source: Send emails about newly made reservations to the first reservation managers found in the path.
fr: Envoyer un courriel pour une nouvelle réservation au premier manager des réservation au système.

source: Sent to <b>managers</b> when a new pending reservation is made. May contain the template variables listed below.
fr: Envoyer à <b>managers</b> quand une nouvelle réservation est faite. Peut contenir les données variables listées ci-dessous.

source: Sent to <b>managers</b> when a reservation is automatically approved. May contain the template variables listed below.
fr: Envoyer à <b>managers</b> quand une réservation est approuvée. Peut contenir les données variables listées ci-dessous.

source: Sent to <b>users</b> when a new pending reservation is made. May contain the template variables listed below.
fr: Envoyer à <b>users</b> quand une réservation est en attente. Peut contenir les données variables listées ci-dessous.

source: Sent to <b>users</b> when a reservation is approved. May contain the template variables listed below.
fr: Envoyer à <b>users</b> quand une nouvelle réservation est en attente. Peut contenir les données variables listées ci-dessous.

source: Sent to <b>users</b> when a reservation is denied. May contain the template variables listed below.
fr: Envoyer à <b>users</b> quand une réservation est refusée. Peut contenir les données variables listées ci-dessous.

source: Sent to <b>users</b> when a reservation is revoked. May contain the template variables listed below.
fr: Envoyer à <b>users</b> quand une réservation est annulée. Peut contenir les données variables listées ci-dessous.

source: Separately reservable
fr: Réserver séparément

source: Settings
fr: Vues

source: Show
fr: Afficher

source: Specific Date
fr: Date définie

source: Start
fr: Début

source: Status
fr: Statut

source: Statuses
fr: Statuts

source: Su
fr: Di

source: Subforms that need to be filled out to make a reservation. Forms can currently only be created by a site-administrator.
fr: Les formulaires doivent être remplis pour faire votre demande de réservations. Les formulaires disponibles sont à ce jour seulement disponibles via le gestionnaire du site.

source: Submit Reservations
fr: Confirmation et fermeture

source: Th
fr: Je

source: The allocation does not have enough spots to possibly satisfy the requested reservation quota.
fr: La salle n'a pas les capacités pour répondre à la demande de réservation.

source: The allocation must be at least 5 minutes long
fr: La salle doit être au moins réservée pour 5 minutes.

source: The allocation spans the whole day.
fr: La périodisation est valable pour toute la journée.

source: The given reservation paramters are invalid.
fr: Les paramètres de réservations ne sont pas valables.

source: The given reservation token is invalid.
fr: Le token de réservation n'est pas valable.

source: The item does no longer exist.
fr: La saisie effectuée n'existe plus.

source: The maximum quota a single reservation may occupy at once. There is no limit if set to zero.
fr: Le quota maximum d'une seule réservation peut être utilisé de suite.

source: The number of minutes a user needs to wait between reservations, use 0 if no throttling should occur. Users with the 'Unthrottled Reservations' permission are excempt from this rule (Reservation-Managers by default).
fr: Le temps requis entre différentes réservation. Si rien ne se passe, utiliser la variable 0. Les réservations en étranglement sont excemptées de cette règle par défaut.

source: The requested allocations could not be found
fr: Les données spécifiques demandées ne sont pas disponibles.

source: The requested period is no longer available.
fr: La période prolongée n'est plus disponible.

source: The requested quota is invalid (must be at least one).
fr: La réservation demandée n'est pas valable (au moins l'une d'entre elles).

source: The requested recurrence could not be found
fr: La réservation en série demandée n'a pas pu être trouvée.

source: The requested reservation quota is higher than allowed.
fr: Le nombre de réservations demandé est supérieur au nombre autorisé.

source: The resource is being edited by someone else. Please try again.
fr: La salle demandée est actuellement utilisée. Veuillez à nouveau essayer.

source: The resulting allocation would be invalid
fr: Les données saisies ne sont pas valables.

source: The selected view must be one of the available views.
fr: Le choix de l'affichage doit être disponible.

source: There are ${nb} reservations being entered for this resource.
fr: ${nb} Des réservations sont saisies momentanément.

source: There is one reservation being entered for this resource.
fr: Une réservation est saisie momentanément.

source: There's already an Email template in the same folder for the same language
fr: Il existe déjà un autre courriel dans le dossier avec les mêmes données.

source: This is not a recurring reservation
fr: Ceci n'est pas une réservation en série.

source: Timeframe
fr: Période d'occupation

source: Timeframe overlaps with '${overlap}' in the current folder
fr: La période d'occupation est en conflit avec '${overlap}'

source: Timeframes
fr: Périodes d'occupation

source: Timetable
fr: Horaire

source: Too many reservations in a short time. Wait for a moment before trying again.
fr: Trop de réservations en parallèle. Recommencer dans quelques minutes.

source: Tu
fr: Ma

source: Unavailable
fr: Pas disponible

source: Utils
fr: Outil

source: Views available to the user on the calendar.
fr: Mode d'affichage disponibles pour l'utilisateur

source: Visible on the calendar
fr: Sera affiché dans le calendrier

source: Waitinglist
fr: Liste d'attente

source: Waitinglist is Free
fr: Pas de liste d'attente

source: We
fr: Me

source: Weekly View
fr: Vue hebdomadaire

source: Whole Day
fr: Toute la journée

source: Yes
fr: Oui

source: You chose to 'Always show a specific date' but you did not specify a specific date
fr: Vous avez choisi l'option de 'Toujours montrer une date précise' mais vous n'avez pas précisé de date

source: Your reservations
fr: Vos réservations
